Revit 2027 API
SpecTypeId.ThermalMass Property
 Thermal Mass, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMass { get; }
Public Shared ReadOnly Property ThermalMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMass {
	ForgeTypeId^ get ();
}
static member ThermalMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace